<template>
  <div class="protocoldetail">
    <MyHeader title="协议详情" />
    <h2>“民生如意宝”货币基金产品业务服务协议</h2>
    <div>
        <h3>第一条、定义</h3>
        <p>
        1、“民生如意宝”：是指民生银行通过其直销银行的各专属电子渠道（包括网站、手机银行、微信银行及其他民生银行直销银行不时开通的新电子渠道）提供的金融服务，实现投资者（1）可投资于民生银行代理销售的基金管理人推出的“     ”；且（2）可在民生银行确定的额度内以T+0方式赎回(“快速赎回”)。</p>
        <p>
       2、     ：指基金管理人作为产品管理人推出一款货币基金产品，以下简称“     ”。
        </p>
        <p>
        3、投资者：本协议下的投资者需满足如下条件：（1）年龄满18周岁并且持有18位身份证号的居民身份证、满足证券投资基金合法投资者要求，且(2)在民生银行开立电子账户，并将该电子账户作为基金支付结算账户与投资者在基金管理人开立的货币基金交易账户绑定；（3）按照本协议的约定投资人通过“民生如意宝”向基金管理人下达对“     货币基金”交易指令。
        </p>
        <p>4、基金账户：指为“     ”提供基金份额登记服务的机构为投资者开立的记录其持有的基金管理人所管理的基金份额、份额变动情况及基本资料的账户。</p>
        <p>
        5、基金交易账户：指基金管理人为投资人开立的记录其买卖基金管理人所管理基金的份额变动及结余情况的账户。
        </p>
        <p>
        6、基金合同：是指由基金管理人作为基金管理人与基金托管人拟订，报国务院证券监督管理机构注册，在基金管理人募集达到法定条件，并由基金管理人依法向报国务院证券监督管理机构办理基金备案手续生效的《     》。
        </p>
 <p>
        7、电子账户：指由投资者主动通过民生银行直销银行专属的网站、手机银行、微信银行等互联网自助渠道申请，经民生银行实名身份认证并核准后开立的投资者个人人民币II类账户。投资者基金申购资金自该电子账户扣划至民生银行基金销售代理资金账户；赎回资金返还至该电子账户。
        </p>
        <p>
        8、绑定：指本协议签署后，投资者将电子账户与基金交易账户建立基金交易资金结算对应关联关系。具体操作为：投资者通过民生银行“如意宝”实现发出资金收付与基金份额的申请、赎回等交易行为。
        </p>
        <p>
        9、申购：是指基金合同生效后，投资者向基金管理人的代理人民生银行提出申请购买基金份额的行为。
        </p>
        <p>
        10、快速赎回：是指投资者通过“民生如意宝”平台提交货币基金赎回申请，经基金管理人确认赎回交易成功后，由民生银行在其确定的额度内，向投资者实时支付申请赎回货币基金份额按T-1日的净值价计算出的资金数额至投资者的民生银行电子账户。
        </p>
        <p>
        11、T 日：基金合同约定的基金管理人确认的投资者有效申请工作日。
        </p>
        <p>
        12、T+n 日：自 T 日起第 n 个工作日（不包含 T 日）。工作日：上海证券交易所和深圳证券交易所的正常交易日。开放日：基金合同约定的基金管理人为投资者办理基金申购、赎回等业务的工作日。
        </p>
    </div>

    <div>
        <h3>第二条 各方权利及义务</h3>
        <h3>（一）投资者权利及义务</h3>
        <p>1、投资者承诺投资者是具有完全民事行为能力的个人，投资者同意按下“同意”键后，表示投资者确认本人已阅读、理解并接受本协议及《民生如意宝业务规则》的所有内容。</p>
        <p>2、投资者申请使用本协议下的服务，须申请开通与基金管理人的基金网上交易业务，并在民生银行开立电子账户且以该电子账户为其基金交易资金划转的专用账户。</p>
        <p>3、投资者知悉基金管理人委托民生银行办理“     ”的申购、赎回。</p>
        
        <p>4、投资者知悉并同意其对电子账户的相应操作即视为向民生银行下达相应的交易申请。投资者需妥善保管其绑定的电子账户的密码及其他身份识别凭证，凡使用电子账户相应密码及其他身份识别凭证的交易行为将按电子账户相关开户协议均视为投资者亲自办理之交易，由此产生的结果由投资者自行承担。</p>
        <p>5、投资者应保证用于基金交易的资金来源合法。</p>
        <p>6、投资者知悉并同意，快速赎回服务并非民生银行法定义务，民生银行有权根据本协议约定暂停、终止快速赎回服务，变更额度限制。</p>
        <h3>（二）基金管理人权利及义务</h3>
        <p>1、投资者承诺投资者是具有完全民事行为能力的个人，投资者同意按下“同意”键后，表示投资者确认本人已阅读、理解并接受本协议及《民生如意宝业务规则》的所有内容。</p>
        <p>2、投资者申请使用本协议下的服务，须申请开通与基金管理人的基金网上交易业务，并在民生银行开立电子账户且以该电子账户为其基金交易资金划转的专用账户。</p>
        <p>3、投资者知悉基金管理人委托民生银行办理“     ”的申购、赎回。</p>
    </div>
    <div>
        <h3>第三条、使用准则</h3>
        <p>1 您在使用本平台服务过程中，必须遵循国家的相关法律法规，不通过本平台发布、复制、上传、散播、分发、存储、创建或以其它方式公开含有以下内容的信息：</p>
        <p>2 用户不得利用本平台的服务从事下列危害互联网信息网络安全的活动：</p>
        <p>3 本平台保留在任何时候为任何理由而不经通知地过滤、移除、筛查或编辑本网站上发布或存储的任何内容的权利，您须自行负责备份和替换在本网站发布或存储的任何内容，成本和费用自理。</p>
        <p>4 您须对自己在使用本平台服务过程中的行为承担法律责任。若您为限制行为能力或无行为能力者，则您的法定监护人应承担相应的法律责任。</p>
        <p>5 如您的操作影响系统总体稳定性或完整性，本平台将暂停或终止您的操作，直到相关问题得到解决。</p>
    </div>
    <div>
        <h3>第四条、免责声明</h3>
        <p>1本平台是一个开放平台，用户将文章或照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。
            作为网络服务的提供者，本平台对用户在任何论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。
            您明确同意使用本平台服务所存在的风险或产生的一切后果将完全由您自身承担，本平台对上述风险或后果不承担任何责任。
        </p>
        <p>2 您违反本注册协议、违反道德或法律的，侵犯他人权利(包括但不限于知识产权)的，本平台不承担任何责任。同时，本平台对任何第三方通过本平台发送服务或包含在服务中的任何内容不承担责任。</p>
        <p>3 对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，本平台不承担责任。</p>
        <p>4 对任何第三方通过本平台可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，本平台不承担责任。</p>
        <p>5 对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，或您因其他非本平台原因造成的损失，本平台不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与本平台联系。</p>
        <p>6 因任何非本平台原因造成的网络服务中断或其他缺陷，本平台不承担任何责任。</p>
        <p>7 本平台不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。</p>
        <p>8 任何情况下，因使用本平台而引起或与使用本平台有关的而产生的由本平台负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本网站而向本平台支付的任何服务费用。</p>
    </div>
    <div>
        <h3>第五条、服务变更、中断或终止</h3>
        <p>1本平台是一个开放平台，用户将文章或照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。
            作为网络服务的提供者，本平台对用户在任何论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。
            您明确同意使用本平台服务所存在的风险或产生的一切后果将完全由您自身承担，本平台对上述风险或后果不承担任何责任。
        </p>
        <p>2 您违反本注册协议、违反道德或法律的，侵犯他人权利(包括但不限于知识产权)的，本平台不承担任何责任。同时，本平台对任何第三方通过本平台发送服务或包含在服务中的任何内容不承担责任。</p>
        <p>3 对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，本平台不承担责任。</p>
        <p>4 对任何第三方通过本平台可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，本平台不承担责任。</p>
        <p>5 对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，或您因其他非本平台原因造成的损失，本平台不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与本平台联系。</p>
        <p>6 因任何非本平台原因造成的网络服务中断或其他缺陷，本平台不承担任何责任。</p>
        <p>7 本平台不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。</p>
        <p>8 任何情况下，因使用本平台而引起或与使用本平台有关的而产生的由本平台负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本网站而向本平台支付的任何服务费用。</p>
    </div>
    <div>
        <h3>第六条、知识产权及其它权利</h3>
        <p>1本平台是一个开放平台，用户将文章或照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。
            作为网络服务的提供者，本平台对用户在任何论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。
            您明确同意使用本平台服务所存在的风险或产生的一切后果将完全由您自身承担，本平台对上述风险或后果不承担任何责任。
        </p>
        <p>2 您违反本注册协议、违反道德或法律的，侵犯他人权利(包括但不限于知识产权)的，本平台不承担任何责任。同时，本平台对任何第三方通过本平台发送服务或包含在服务中的任何内容不承担责任。</p>
        <p>3 对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，本平台不承担责任。</p>
        <p>4 对任何第三方通过本平台可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，本平台不承担责任。</p>
        <p>5 对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，或您因其他非本平台原因造成的损失，本平台不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与本平台联系。</p>
        <p>6 因任何非本平台原因造成的网络服务中断或其他缺陷，本平台不承担任何责任。</p>
        <p>7 本平台不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。</p>
        <p>8 任何情况下，因使用本平台而引起或与使用本平台有关的而产生的由本平台负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本网站而向本平台支付的任何服务费用。</p>
        
    </div>
    <div>    
        <h3>第七条、特别约定</h3>
        <p>1本平台是一个开放平台，用户将文章或照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。
            作为网络服务的提供者，本平台对用户在任何论坛、个人主页或其它互动区域提供的任何陈述、声明或内容均不承担责任。
            您明确同意使用本平台服务所存在的风险或产生的一切后果将完全由您自身承担，本平台对上述风险或后果不承担任何责任。
        </p>
        <p>2 您违反本注册协议、违反道德或法律的，侵犯他人权利(包括但不限于知识产权)的，本平台不承担任何责任。同时，本平台对任何第三方通过本平台发送服务或包含在服务中的任何内容不承担责任。</p>
        <p>3 对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，本平台不承担责任。</p>
        <p>4 对任何第三方通过本平台可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，本平台不承担责任。</p>
        <p>5 对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，或您因其他非本平台原因造成的损失，本平台不承担责任。如您发现任何非法使用用户帐号或安全漏洞的情况，请立即与本平台联系。</p>
        <p>6 因任何非本平台原因造成的网络服务中断或其他缺陷，本平台不承担任何责任。</p>
        <p>7 本平台不保证服务一定能满足您的要求；不保证服务不会中断，也不保证服务的及时性、安全性、准确性。</p>
        <p>8 任何情况下，因使用本平台而引起或与使用本平台有关的而产生的由本平台负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本网站而向本平台支付的任何服务费用。</p>
    </div>
  </div>
</template>

<script>
import MyHeader from "@/components/base/MyHeader.vue";

export default {
  name: "ProtocolDetail",
  props: {},
  data() {
    return {
        visible:true,
        isshow:''
    };
  },
  created() {},
  methods: {
      changeStatus(){
        this.visible = !this.visible
      }
  },
  computed: {},
  mounted() {},
  components: {
    MyHeader
  },
  beforeDestroy() {}
};
</script>
<style scoped>
.protocoldetail{
    background:white;
}

p{
    font-size:0.14rem;
    text-align:justify;
    padding:0 0.1rem;
    box-sizing: border-box;
    line-height: 0.20rem;
    margin-bottom:0.06rem;
}
h2,h3{
    margin-top:0.12rem;
    margin-bottom:0.08rem;
    font-weight:normal;
}
h2{
    font-size:0.18rem
}
h3{
    font-size:0.16rem;
    padding-left:0.1rem;
}
</style>